Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ty tam! Zaczekaj! Mistrz Tengral poinformował mnie, że jakiś czas temu zlecił ci pewne zadanie...
uk: Гей, ти там! Зачекай! Майстер Тенграл повідомив мені, що деякий час тому він доручив тобі певне завдання...

source: Ty też pewnie przybyłeś tu na polowanie, prawda? Cała reszta czeka już u góry.
uk: Ти, напевно, теж прибув сюди на полювання, чи не так? Всі інші вже чекають нагорі.

source: Ty to spaprałeś! I ty to naprawisz!
uk: Ти все зіпсував! І ти це відшкодуєш!

source: Ty tu rządzisz.
uk: Ти тут головний.

source: Ty twierdzisz inaczej.
uk: Але ж ти стверджуєш протилежне.

source: Ty w tym czasie idź popytać ludzi. Nie wierzę, żeby nikt nie widział, ani nie słyszał, jak wywlekają z chaty takiego wielkiego chłopa.
uk: А ти тим часом піди та розпитай людей. Я не повірю, що ніхто не бачив і не чув, як витягували з хатини такого здорованя.

source: Ty w tym czasie porozmawiaj z Kesselem. Będzie potrzebował pomocy w przygotowaniu ludzi i sprzętu do wyprawy.
uk: А ти тим часом поговори з Кесселем. Йому знадобиться допомога в підготовці людей і спорядження для експедиції.

source: Ty w tym czasie pójdziesz do Winnicy Rity i poszukasz Antonio.
uk: А ти тим часом підеш на виноградник Рити і пошукаєш Антоніо.

source: Ty w tym czasie sprawisz, że nasza historyjka nabierze wiarygodności.
uk: А ти тим часом зробиш нашу історію більш правдоподібною.

source: Ty wyglądasz mi na takiego, co to łzę uroni nawet gdy zabić ścierwojada musi.
uk: Ти здаєшся мені такою людиною, яка проллє сльозу, навіть якщо доведеться вбити падальника.

source: Ty wyglądasz na porządnego chłopaka, nie wydasz mnie prawda?
uk: Ти схожий на порядного хлопця. Ти мене не видаси, правда?

source: Ty z kolei wspaniale krzyczałeś!
uk: Ти, в свою чергу, вигукував неперевершено!

source: Ty zajmij się miksturą, ja postaram się zdobyć coś, czym moglibyśmy się lepiej bronić.
uk: Ти займися зіллям, а я спробую роздобути щось, чим ми зможемо оборонятися.

source: Ty zajmujesz się sprawą moją i Veigo? Mam nadzieję, że orientujesz się w tym wszystkim bardziej ode mnie.
uk: Ти займаєшся нашою з Вейго справою? Сподіваюся, ти розумієшся на цьому більше, ніж я.

source: Ty zaś pochowałeś go i uciekłeś przed rozwścieczonym tłumem do tej wieży. I tu zapewne dokonałeś żywota. W jaki sposób, tego nie wiem.
uk: Ти, в свою чергу, поховав його і втік від розлюченого натовпу до цієї вежі. І тут, напевно, помер. Як саме, я не знаю.

source: Ty zdrajco!
uk: Ти зрадник!

source: Ty łajdaku!
uk: Ти, негіднику!

source: Ty łajdaku! Albyn dowie się o twoim zachowaniu gdy tylko wrócimy do Silbach!
uk: Ти падлюка! Альбін дізнається про твою поведінку, як тільки ми повернемося в Сільбах!

source: Ty śmieciu.
uk: Ти нікчема.

source: Ty! Dlaczego mi przeszkodziłeś!?
uk: Ти! Якого лиха ти мене потривожив?!

source: Ty! Jak ty to zrobiłeś? Musiałeś oszukiwać! Niemożliwe, że pokonał mnie ktoś taki jak ty!
uk: Ти! Як ти це зробив? Ти шахраював! Неможливо, щоб мене переміг хтось такий, як ти!

source: Ty! Skacz!
uk: Ти! Стрибай!

source: Ty! Tak ty! Przyłącz się do mnie.
uk: Ти! Так, ти! Приєднуйся до мене.

source: Ty, idziesz po chrust.
uk: Ти, йди по хмиз.

source: Ty, młody, wszystko w porządku?
uk: Ти, хлопче, в порядку?

source: Ty, młody. Co o tym myślisz?
uk: Ти, юначе. Що про це думаєш?

source: Ty, łysy! Tak, do ciebie mówię!
uk: Ти, лисий! Так, я до тебе звертаюся!

source: Ty-tylko spróbuj mnie t-tknąć, śmierdzielu!
uk: Т-тільки спробуй мене т-торкнутися, смердюче!

source: Ty. Jesteś najwyższy stopniem ze wszystkich, którym to zleciłem. Ciekawe, jak sobie poradzisz z wydawaniem rozkazów.
uk: Ти. У тебе найвище звання зі всіх, кого я призначив. Цікаво, як ти справляєшся з віддаванням наказів.

source: Ty... TY... BANDZIORZE! Dostanie ci się za to!
uk: Ти... ТИ... БАНДЮГА! Ти ще отримаєш за це!

source: Ty... Ty... Ty przeklęty idioto! Myślisz, że zostaniesz teraz bohaterem? Jesteś nikim! Nikim! Zapamiętaj to sobie! Zdechniesz jak twój cholerny brat!
uk: Ти... Ти... Ти проклятий ідіот! Думаєш, тепер ти станеш героєм? Ти ніхто! Ніхто! Запам'ятай це! Ти помреш, як твій клятий брат!

source: Ty... khe...
uk: Ти... кхе...

source: Ty? Bradlocka?
uk: Ти? Бредлока?

source: Ty? Czy ja cię w ogóle znam?
uk: Ти? Я тебе взагалі знаю?

source: Ty? Nie wiedziałem, że zajmujesz się tak ważnymi sprawami... Czy to nie jest trochę ponad twoje możliwości?
uk: Ти? Я не знав, що ти займаєшся такими важливими справами... Це трохи не занадто для твоїх можливостей?

source: Ty? Nie żartuj, kogoś takiego jak ty rozszarpią od razu.
uk: Ти? Не жартуй, такого, як ти, одразу розірвуть на шматки.

source: Ty? Pomóc truposzowi? Jakiś wioskowy chłopak co to nawet o życiu niewiele wie?
uk: Ти? Допомогти мерцеві? Якийсь сільський хлопець, який нічого не знає про життя?

source: Ty? Pomóc? A co ty byś mógł... chociaż, w sumie... młody jesteś, rozsądny, jak ci się zapłaci to pewnie wykonasz zadanie w, hm, odpowiedni sposób, co?
uk: Ти? Допомогти? Та що ти можеш... хоча, зрештою... ти молодий, розумний, якщо тобі заплатити, ти, певно, виконаєш завдання належним чином, еге ж?

source: Ty? W interesach? A jaki ty możesz mieć do mnie interes?
uk: Ти? У справах? А які у тебе можуть бути до мене справи?

source: Ty? Ze mną? Za kogo ty się uważasz?
uk: Тобі? Зі мною? Та за кого ти себе маєш?

source: Ty?! A ty czego możesz ode mnie chcieć?
uk: Ти?! А що ти можеш хотіти від мене?

source: Ty?! Myślałem, że stary Knut postara się trochę bardziej.
uk: Ти?! Я думав, старий Кнут знайде когось кращого.

source: Tych dwóch gnojków miało skoczyć po kilka piw, a jak znam życie, to już siedzą w Mrocznych Tajemnicach!
uk: Ці два покидьки повинні були сходити по кілька пляшок пива. Але я їх достатньо знаю, щоб сказати що вони вже в Темних Таємницях!

source: Tych ulotek było sporo. Musiał dostać za nie sporo monet.
uk: Цих листівок було багато. Він, мабуть, отримав за них багато монет.

source: Tych śmierdzących, zawszałych bród!
uk: Цих смердючих, вшивих борід!

source: Tyle chciałem wiedzieć.
uk: Це все, що я хотів знати.

source: Tyle chwastów powinno wystarczyć. Lokvar powinien być ze mnie zadowolony.
uk: Цих бур'янів повинно вистачити. Локвар має бути задоволеним.

source: Tyle cierpienia i zniszczeń... może gdybyśmy nie wyruszyli do Volfzacke, to nic z tego by się nie wydarzyło?
uk: Стільки страждань і руйнувань... Може, якби ми не вирушили до Вольфзаку, нічого з цього не сталося б?

source: Tyle co nic, nigdy nie lubiłem z nich korzystać. Głównie dlatego, że nie cierpię walczyć z tymi mrówami...
uk: Нічого, я ніколи не любив ними користуватися. В основному тому, що я ненавиджу битися з тими мурахами...

source: Tyle czasu powinno wystarczyć, by przekonać Dustera o niewinności Venzela.
uk: Цього часу має вистачити, щоб переконати Дастера в невинності Венцеля.

source: Tyle dobrze, że pamiętałeś. Teraz zmykaj, mam ważne rzeczy na głowie.
uk: Добре, що ти згадав. А тепер забирайся звідси, у мене є важливіші справи.

source: Tyle gadali w karczmie o statkach zabranych przez króla, ale jednak praca w stoczni nie została przerwana.
uk: У корчмі тільки й говорять про конфісковані Королем кораблі, але робота на корабельні не припинялася.

source: Tyle gadali w karczmie o zabranych statkach przez Króla, ale jednak praca w stoczni nie została przerwana.
uk: У корчмі тільки й говорять про конфісковані Королем кораблі, але робота на корабельні не припиняється.

source: Tyle informacji powinno ci wystarczyć. Teraz do roboty.
uk: Цієї інформації має вистачити. А тепер до роботи.

source: Tyle informacji powinno wystarczyć. Pozostało mi wszystko zorganizować.
uk: Цієї інформації повинно вистачити. Залишилося тільки все організувати.

source: Tyle już lat współpracuje ze strażą, że szkoda byłoby tracić takiego klienta.
uk: Я вже стільки років співпрацюю із Вартою, було б прикро втратити такого клієнта.

source: Tyle ludzkich istnień... czy było warto?
uk: Стільки людських життів... чи було воно того варте?

source: Tyle mi brakuje do spłacenia ostatniej części za wyciągnięcie mnie z lochu.
uk: Саме стільки мені не вистачає, щоб сплатити борг за те, що мене витягли з в'язниці.

source: Tyle mi wystarczy. Pij to.
uk: Цього мені вистачить. Випий це.

source: Tyle mi wystarczy. Teraz możesz zdychać w swoim rowie.
uk: Цього мені вистачить. Тепер ти можеш здохнути в своїй канаві.

source: Tyle mi wystarczy. Wrócę niedługo.
uk: Цього вистачить. Я скоро повернуся.

source: Tyle mówiłeś o tym, że dobro Gildii jest najważniejsze. Czas, byś udowodnił to swoim ludziom.
uk: Ти так багато говорив про те, що інтереси Гільдії понад усе. Настав час довести це своїм людям.

source: Tyle na ten temat...
uk: Ось тобі...

source: Tyle nie mogę dać, zaproponuj coś bardziej sensownego.
uk: Стільки я не можу дати, запропонуй щось більш розумне.

source: Tyle paczek powinno zadowolić Corteza.
uk: Така кількість пакунків мала б влаштувати Кортеза.

source: Tyle powinno wystarczyć.
uk: Цього повинно вистачити.

source: Tyle powinno wystarczyć. (400 SZ)
uk: Цього повинно вистачити. (400 золотих)

source: Tyle powinno wystarczyć. Andreas z pewnością będzie zadowolony.
uk: Цього має вистачити. Андреас, безумовно, буде задоволений.

source: Tyle powinno wystarczyć. Czas wracać do jaskini.
uk: Цього має вистачити. Час повертатися до печери.

source: Tyle towarów powinno wystarczyć, by Cortez nie zamordował mnie na miejscu. Ale jeśli znajdę ich trochę więcej, to pewnie czeka mnie większa nagroda...
uk: Цієї кількості товару має вистачити, щоб Кортез не вбив мене на місці. Але якщо я знайду ще щось, на мене, мабуть, чекатиме більша винагорода...

source: Tyle tygodni oszczędzania żołdu na jej kupno poszło na marne...
uk: Стільки тижнів відкладання грошей на її купівлю були марними...

source: Tyle wystarczy...
uk: Достатньо...

source: Tyle wystarczy?
uk: Цього достатньо?

source: Tyle wystarczy? (Zapłać 10 SZ)
uk: Цього достатньо? (Заплатити 10 золотих)

source: Tyle wystarczy? (Zapłać 100 SZ)
uk: Цього достатньо? (Заплатити 100 золотих)

source: Tyle zachodu o partię w jakąś głupią grę?
uk: Стільки клопоту через якусь дурну гру?

source: Tyle złota, co wtedy, to za jednym zamachem nigdy nie dostałem!
uk: Стільки золота, як тоді, я ніколи не отримував за один раз!

source: Tyle że któż się nim naje, upije albo nim wyśpi? Wiesz już, co mam na myśli?
uk: Але хіба хтось його їсть, п'є чи спить на ньому? Розумієш, що я маю на увазі?

source: Tyle że mało który żołnierz dożyje starości, a ja jednak chciałem trochę jeszcze pożyć. A że zawsze byłem dość silny...
uk: Проте, мало хто з солдатів доживає до старості, а мені хотілося трохи пожити. А оскільки я завжди був досить сильним...

source: Tyle, ile wspominałeś. Połowę.
uk: Стільки, скільки ти казав. Половину.

source: Tyle, że zanim się stąd ruszę będę potrzebował odzyskać mój pancerz. Daj znać, gdy nie będziesz już go potrzebował, zaczekam tutaj.
uk: Тільки мені треба буде забрати свої обладунки, перш ніж я піду далі. Скажеш, коли вони тобі більше не знадобляться, я почекаю тут.

source: Tyle? Nie wygląda to na szczególnie trudne zadanie.
uk: І все? Це не схоже на якесь складне завдання.

source: Tylko Adanos stoi między zwaśnionymi bogami, by zapewnić równowagę sił.
uk: Тільки Аданос стоїть між ворогуючими богами, щоб забезпечити баланс сил.

source: Tylko Stary Liam został.
uk: Залишився тільки старий Ліам.

source: Tylko bez magii!
uk: Тільки без магії!

source: Tylko bogowie wiedzą, co wam, młodym, chodzi po głowie. Niech ci będzie, mam ważniejsze rzeczy na głowie. Spływaj.
uk: Тільки Боги знають, що у вас, молодих, в голові. Як би там не було, у мене є важливіші справи. Забирайся геть.

source: Tylko byś spróbował nie przekazać... Moja strzała bardzo szybko znalazłaby wtedy twoje kolano. Albo oba.
uk: Тільки спробуй не переказати... Тоді моя стріла дуже швидко знайде твоє коліно. Або обидва.

source: Tylko błagam zachowaj dyskretność!
uk: Тільки, благаю, будь обережним!

source: Tylko ciągle nam Reeza brakuje.
uk: Тільки ось Різа ми досі не знайшли.

source: Tylko co cię to obchodzi, kmiotku?
uk: А тебе чому це обходить, покидьку?

source: Tylko co mam z nim teraz zrobić?
uk: Тільки що мені тепер з ним робити?

source: Tylko co wyciągnęło takiego chłoptasia za miasto?
uk: Що ж витягнуло такого хлопця за місто?

source: Tylko czegoś z waszymi insygniami.
uk: Просто щось з вашими знаками розрізнення.

source: Tylko czekali na odpowiedni moment, by uderzyć.
uk: Вони лише чекали слушного моменту, щоб завдати удару.

source: Tylko czekać, aż królewskie wparują tutaj i zawłaszczą nasz obóz.
uk: Тільки й чекаємо, коли люди Короля увірвуться сюди і захоплять наш табір.

source: Tylko cóż poradzić, takie czasy nastały. Jaki Król, tacy jego ludzie, jacy liderzy organizacji, tacy ich najemnicy.
uk: Але що поробиш, такі часи. Який король, такий і його народ, які лідери організації, такі і їхні найманці.

source: Tylko do dwóch, ale może być ich więcej.
uk: Тільки двох, але їх може бути більше.

source: Tylko dobrze je wykorzystaj.
uk: Тільки використай його з користю.

source: Tylko dzięki jego pomocy, stać mnie było na rozpoczęcie własnej działalności! Adanosie, miej go w opiece!
uk: Тільки завдяки його допомозі я змогла дозволити собі розпочати власну справу! Нехай береже його Аданос!

source: Tylko garstka z nas uszła z życiem.
uk: Лише декільком з нас вдалося врятуватися.

source: Tylko gdzie ja pomieszczę tych wszystkich ludzi...
uk: Тільки де я розміщу всіх цих людей...

source: Tylko ja i Balni, razem służyliśmy w marynarce. Do dziś nie wyzbyliśmy się wpojonych nam tam wartości, i nie mamy zamiaru tego robić w przyszłości.
uk: Тільки я і Балні, ми разом служили на флоті. До сьогоднішнього дня ми не позбулися прищеплених нам цінностей, і не маємо наміру робити це в майбутньому.

source: Tylko jakim cudem dowiedział się o pierścieniu, skoro ja przez tyle lat nie miałem pojęcia o jego istnieniu?
uk: Звідки він дізнався про перстень, якщо навіть я стільки років не знав про його існування?

source: Tylko jednym?
uk: Лише по одному?

source: Tylko jego ogień może nas oczyścić z win...
uk: Тільки Його вогонь може очистити нас від наших гріхів...

source: Tylko jeśli dobrze mi za to zapłacą.
uk: Тільки якщо мені за це добре заплатять.

source: Tylko jeśli muszę i jeśli stawka jest wysoka. Wolę robić narzędzia. Są prostsze i bardziej potrzebne.
uk: Тільки якщо це необхідно і якщо ціна хороша. Я віддаю перевагу виготовленню інструментів. Вони простіші та більш необхідні.

source: Tylko krytykujmy straż.
uk: Лише критикуємо Варту.

source: Tylko kto powiedział, że ma być akurat tak? Mędrzec sprzed kilku tysięcy lat? Co mag sprzed kilku epok może wiedzieć o naszej epoce? Nic!
uk: Але хто сказав, що все має бути саме так? Мудрець кілька тисячоліть тому? Що може знати маг, який жив кілька епох тому, про нашу епоху? Нічого!

source: Tylko kup żonie coś ładnego.
uk: Придбай дружині щось гарне.

source: Tylko kup żonie coś ładnego. (Daj 100 SZ)
uk: Придбай дружині щось гарне. (Дати 100 золотих)

source: Tylko macie się zachowywać przyzwoicie w jego obecności, zrozumiano?
uk: Тільки поводься в його присутності пристойно, зрозумів?

source: Tylko moja tawerna ratuje mieszkańców Przystani przed śmiercią z nudów.
uk: Лише моя корчма рятує мешканців Гавані від смерті з нудьги.

source: Tylko może pozbądź się tego wiadra, nie godzi się, żeby strażnik chodził z takim... czymś!
uk: Тільки позбудься цього відра, вартовому не личить ходити з чимось... таким!

source: Tylko na moment straciłem z oczu tego chłopaka, a później usłyszałem róg, resztę już sam znasz...
uk: Я втратив хлопця з поля зору лише на мить, потім почув звук рогу, а решту ти й сам знаєш...

source: Tylko na przyszłość lepiej uważaj!
uk: Тальки будь обережним на майбутнє!

source: Tylko na siebie uważaj, w okolicach Twierdzy żyje sporo zębaczy. Wolałabym nie wydzierać cię z ich paszczy.
uk: Тільки обережно, навколо фортеці водиться багато снепперів. Не хотілося б виривати тебе з їхньої пащі.

source: Tylko najlepsze trunki, których nie powstydziłby się nawet sam Ernesto!
uk: Тільки найкращі напої, якими пишався б навіть сам Ернесто!

source: Tylko nas zaprowadź na miejsce, zajmiemy się resztą.
uk: Просто приведи нас туди, про все інше ми подбаємо.

source: Tylko naszej sile i wytrwałości zawdzięczamy to, że dalej trwamy, w przeciwieństwie do tak wielu narodów, które Myrtana pochłonęła.
uk: Лише завдяки нашій силі та наполегливості ми продовжуємо триматися, на відміну від багатьох народів, які поглинула Міртана.

source: Tylko ni-nie każ mi po nie iść, bo i tak nie p-pójdę!
uk: Тільки н-н-не змушуй мене лізти за ними, на сьогодні з мене д-д-досить!

source: Tylko nie daj się zbyć, gdyby Bradlock początkowo cię ignorował. Raczej sporadycznie współpracujemy z ludźmi spoza naszej organizacji.
uk: Тільки не засмучуйся, якщо Бредлок спочатку тебе проігнорує. Ми досить рідко працюємо з людьми, які не належать до нашої організації.

source: Tylko nie dajcie się zjeść czemuś po drodze.
uk: Головне, щоб тебе не з'їло щось по дорозі.

source: Tylko nie każ tutaj zbyt długo na siebie czekać!
uk: Тільки не змушуй чекати на тебе занадто довго!

source: Tylko nie marudź za długo, bo będziesz tam sobie płynął wpław.
uk: Тільки не затримуйся занадто довго, інакше попливеш туди сам.

source: Tylko nie marudź za długo.
uk: Тільки не барись там.

source: Tylko nie marudź za długo. Za parę minut mam tu widzieć czystą podłogę.
uk: Тільки не барися. За кілька хвилин тут має бути чиста підлога.

source: Tylko nie myśl, że będę kopał.
uk: Тільки не думай, що я буду копати.

source: Tylko nie myśl, że będę tam łaził sam i to wszystko nosił. Nawet bez tych wszystkich bestii w okolicy to niebezpieczny teren.
uk: Тільки не думай, що я піду туди сам і понесу це все. Навіть без усіх тих тварюк навколо, це небезпечна територія.

source: Tylko nie myśl, żeby mówić o tym komuś z przełożonych, bo cię znajdziemy!
uk: Тільки не думай розповідати про це комусь з начальства, бо ми тебе знайдемо!

source: Tylko nie mów, że nie ostrzegałem.
uk: Тільки не кажи, що я тебе не попереджував.

source: Tylko nie odciągaj go zbytnio od pracy. Dzisiaj robi nadgodziny.
uk: Тільки не надто відривай його від роботи. Він сьогодні працює понаднормово.

source: Tylko nie pomyl rewiru P z rewirem A!
uk: Тільки не переплутай територію П із територією А!

source: Tylko nie przepij tego.
uk: Тільки не пропий його.

source: Tylko nie przynoś mi dziesiątek sztuk tego samego oręża. Rynek nie potrzebuje ogromnej ilości tej samej broni.
uk: Тільки не принось мені десятки одиниць однієї і тієї ж зброї. Ринок не потребує величезної кількості однакової зброї.

source: Tylko nie przynoś mi innych trofeów, rogi, zęby i tego typu dodatki mnie nie interesują.
uk: Тільки не принось мені ніяких інших трофеїв: роги, зуби і тому подібне мене не цікавлять.

source: Tylko nie próbuj czegoś głupiego! Uważnie ci się przyglądam...
uk: Тільки не роби дурниць! Я уважно стежу за тобою...

source: Tylko nie próbuj go pobić! Facet jest tutaj powszechnie lubiany, a jeżeli coś mu się stanie, to będę pierwszym podejrzanym.
uk: Тільки не намагайся його побити! Хлопця тут всі люблять, і якщо з ним щось станеться, я буду першим підозрюваним.

source: Tylko nie próbuj go przekupić... Reszta Archolos mogła cię przyzwyczaić do takich metod, ale tutejsi wyjątkowo tego nie lubią.
uk: Тільки не пробуй його підкупити... Решта Архолосу, можливо, і звикла до таких методів, але місцеві особливо цього не люблять.

source: Tylko nie próbuj okradać kogoś w wiosce! Jeśli ktoś cię na tym nakryje, wpadniesz w gówno po uszy.
uk: Тільки не думай обкрадати нікого в селі! Якщо тебе на цьому спіймають, ти будеш по вуха в лайні.

source: Tylko nie próbuj żadnych numerów. Ja i moi ludzie mamy na ciebie oko.
uk: Тільки без ніяких фокусів. Я і мої люди стежитимуть за тобою.

source: Tylko nie szukaj kłopotów na siłę, dobra?
uk: Тільки не шукай неприємностей, добре?

source: Tylko nie to... Pół życia poświęciłem, by dobrze je zorganizować i przywrócić chwałę straży.
uk: Тільки не це... Я присвятив півжиття тому, щоб їх організувати і відновити славу Варти.

source: Tylko nie zapomnij o sypialni!
uk: Тільки не забудь про спальню!

source: Tylko nie zastanawiaj się zbyt długo!
uk: Тільки не роздумуй занадто довго!

source: Tylko nie zastanawiaj się zbyt długo, bo jeszcze ktoś mniej delikatnie poprosi cię o przejście tego mostu.
uk: Тільки не роздумуй надто довго, інакше хтось інший вже не настільки ввічливо попросить тебе перейти цей міст.

source: Tylko nie zmienia to faktu, że bagna na pewno są cholernie niebezpieczne, zwłaszcza że sam wspominałeś o opłatach za ochronę!
uk: Але це не змінює того факту, що болота дуже небезпечні. Тим більше, що ти сам згадував про плату за охорону!

source: Tylko nie zróbcie czegoś głupiego!
uk: Тільки не робіть дурниць!

source: Tylko nie zwlekaj za długo! Stoczą swój pojedynek i niczego nie zyskasz!
uk: Тільки довго не затягуй! Вони проведуть свій поєдинок, а ти нічого не виграєш!

source: Tylko nie złoto!
uk: Тільки не золото!

source: Tylko niech naprawdę będzie tam zimno! Nie znoszę walczyć w tym upale!
uk: Тільки нехай там дійсно буде холодно! Ненавиджу битися в спеку!

source: Tylko niech nikomu nawet nie wpadnie do głowy, by przesadzić z alkoholem!
uk: Тільки нехай ніхто навіть не думає перебрати з алкоголем!

source: Tylko niech po wszystkim wróci do mnie w jednym kawałku.
uk: Тільки нехай він потім повернеться до мене цілим і неушкодженим.

source: Tylko odpowiednio się przygotuj.
uk: Просто підготуйся як слід.

source: Tylko ostrzegam cię - staruch ma swoje humory.
uk: Тільки май на увазі – у старого своєрідний гумор.

source: Tylko owcy szkoda...
uk: Вівцю тільки шкода...

source: Tylko pamiętaj - jeśli z wykonywaniem poleceń Wysłannika będziesz zwlekał tak długo, jak ze stawieniem się u mnie, to skończy się to dla ciebie gorzej, niż zwykłą naganą!
uk: Просто пам'ятай – якщо ти зволікатимеш з виконанням доручень Посла так само довго, як зволікав зустрітися зі мною, то простою доганою ти вже не відбудешся!

source: Tylko pamiętaj młody, bądź rozsądny! Warto mieć we mnie przyjaciela!
uk: Тільки пам’ятай, юначе – будь розсудливим! Краще бути моїм другом!

source: Tylko pamiętaj, jeśli mnie zawiedziesz, to skończysz nie z jedną, ale dwoma strzałami w kolanie.
uk: Просто пам'ятай, якщо ти мене підведеш, то отримаєш не одну, а цілих дві стріли в коліно.

source: Tylko pamiętaj, kasę masz wręczyć bezpośrednio Antonio!
uk: Просто пам'ятай, що ти маєш передати гроші безпосередньо Антоніо!

source: Tylko pamiętaj, lepiej żeby nikt cię przy tym nie zobaczył.
uk: Головне пам'ятай, що краще, щоб ніхто не бачив, як ти це робиш.

source: Tylko pamiętaj, magia to nie zabawa! Wszystkie z moich towarów należy wykorzystywać z rozwagą!
uk: Тільки пам'ятай, магія – це не жарти! Всі мої товари слід використовувати з обережністю!

source: Tylko pamiętaj, nie będę marnował swojego czasu i srebra na byle co. Zajmuję się porządnymi pancerzami.
uk: Просто пам'ятай, що я не витрачатиму свій час і срібло на всяке барахло. Я працюю тільки з якісними обладунками.

source: Tylko pamiętaj, nie ma być na nim żadnych śladów po broni!
uk: Тільки пам'ятай, на ньому не повинно бути слідів від зброї!

source: Tylko pamiętaj, w klasztorze mają dziś jakiś dzień ciszy, więc nawet nie próbuj wbiegać do losowych pomieszczeń czy komukolwiek przeszkadzać!
uk: Просто пам'ятай, що сьогодні в монастирі тихий день, тому навіть не намагайся забігати у випадкові кімнати і турбувати когось!

source: Tylko pamiętaj, zrób to, gdy Rasco nie będzie w domu i uważaj, bo drań przebiegły jest i ma oczy dookoła głowy.
uk: Тільки пам'ятай, зроби це, коли Раско не буде вдома, і будь обережним, бо цей вилупок хитрий і спостережливий.
